# 1)გამოიტანეთ თქვენი სახელი და გვარი იმდენჯერ, რამდენი წლისაც ხართ
for i in range(9):
    print("Tazo")


# 2)გამოიტანეთ ტერმინალში რიცხვები 1-დან 20-ის ჩათვლით
for i in range(1,20):
     print(i)


# 3)გამოიტანეთ ტერმინალში რიცხვები 20-დან 0-მდე
for i in range(20,0,-1):
     print(i)


# # 4)გამოითვალეთ 1-დან 50-ის ჩათვლით ყველა რიცხვის ჯამი და დაპრინტეთ საბოლოო შედეგი
for i in range(1,51):
     print(i)



# # 5)დაბეჭდეთ ყველა ლუწი რიცხვის ჯამი 1-დან 10-ის ჩათვლით
for i in range(0,11,2):
   print(i)



# 6)მომხარებელს შემოატანინეთ რიცხვი და შეინახეთ ცვლადში, შემდეგ კი 0-დან შემოტანილი რიცხვის ჩათვლით შეამოწმეთ,
#  თუ ლუწია დაბეჭდეთ რიცხვი is Even, სხვა შემთხვევაში რიცხვი is Odd
# (მაგალითად 4, ლუწია ამიტომაც დაბეჭდავთ "4 is Even")
number = input("enter your number ")
print("7 is Odd")